project/integrations/IMPORT_CUSTOMERS_01.00.0000/resources/application_426/inbound_427/resourcegroup_428/mergeSites_REQUEST_RT.wsdl

<wsdl:definitions         targetNamespace="http://xmlns.oracle.com/cloud/adapter/erp/mergeSites_REQUEST"     xmlns:plnk="http://schemas.xmlsoap.org/ws/2003/05/partner-link/"     xmlns:errors="http://xmlns.oracle.com/adf/svc/errors/"     xmlns:orafault="http://xmlns.oracle.com/oracleas/schema/oracle-fault-11_0"     xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/"     xmlns:tns="http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/"     xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/"     xmlns:types="http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/types/"     xmlns:ns0="http://xmlns.oracle.com/cloud/adapter/erp/mergeSites_REQUEST/types"     xmlns:ns1="http://xmlns.oracle.com/cloud/adapter/erp/mergeSites_REQUEST"    >    <casdk:RuntimeIntegrationModel xmlns:casdk="http://xml.oracle.com/wsdl/extensions">        <casdk:sourceWSDLMetadata>            <casdk:serviceName>{http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/}OrganizationService</casdk:serviceName>            <casdk:portTypeName>{http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/}OrganizationService</casdk:portTypeName>            <casdk:portName>OrganizationServiceSoapHttpPort</casdk:portName>            <casdk:endpointURL>ENDPOINT_URL</casdk:endpointURL>            <casdk:targetWSDLNS>http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/</casdk:targetWSDLNS>            <casdk:soapVersion>SOAP11</casdk:soapVersion>        </casdk:sourceWSDLMetadata>    </casdk:RuntimeIntegrationModel>    <plnk:partnerLinkType name="mergeOrganization_plt">        <plnk:role name="mergeOrganization_role">            <plnk:portType name="ns1:mergeSites_REQUESTPortType"/>        </plnk:role>    </plnk:partnerLinkType>    <wsdl:types>        <xs:schema xmlns="http://xmlns.oracle.com/cloud/adapter/erp/mergeSites_REQUEST/types" elementFormDefault="qualified"             xmlns:xs="http://www.w3.org/2001/XMLSchema" targetNamespace="http://xmlns.oracle.com/cloud/adapter/erp/mergeSites_REQUEST/types">            <xs:element name="mergeOrganization" type="xs:anyType"/>            <xs:element name="mergeOrganizationResponse" type="xs:anyType"/>        </xs:schema>        <xs:schema xmlns="http://xmlns.oracle.com/adf/svc/errors/" elementFormDefault="qualified"             xmlns:xs="http://www.w3.org/2001/XMLSchema" targetNamespace="http://xmlns.oracle.com/adf/svc/errors/">            <xs:element name="ServiceErrorMessage" type="xs:anyType"/>        </xs:schema>    </wsdl:types>    <wsdl:message name="mergeOrganizationRequestMessage">        <wsdl:part name="parameters" element="ns0:mergeOrganization"/>    </wsdl:message>    <wsdl:message name="mergeOrganizationResponseMessage">        <wsdl:part name="parameters" element="ns0:mergeOrganizationResponse"/>    </wsdl:message>    <wsdl:message name="ServiceException">        <wsdl:part name="parameters" element="errors:ServiceErrorMessage"/>    </wsdl:message>    <wsdl:portType name="mergeSites_REQUESTPortType">        <wsdl:operation name="mergeOrganization">            <cloud:CloudOperation xmlns:cloud="http://xml.oracle.com/types" targetOperation="mergeOrganization"/>            <wsdl:input message="ns1:mergeOrganizationRequestMessage"/>            <wsdl:output message="ns1:mergeOrganizationResponseMessage"/>            <wsdl:fault name="ServiceException" message="ns1:ServiceException"/>        </wsdl:operation>    </wsdl:portType></wsdl:definitions>