CopyOfRolecall_To_Fusion/Files/RoleCall_FU/Fusion/Organization/Merge/Request/CreateMergeOrganizationToSite.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<ns1:mergeOrganization xmlns:ns1="http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/applicationModule/types/">
<ns1:organizationParty xmlns:ns2="http://xmlns.oracle.com/apps/cdm/foundation/parties/organizationService/">
<ns2:RequestId>6545678987</ns2:RequestId>
<ns2:PartyId>300000003009608</ns2:PartyId>
<ns2:PartySite xmlns:ns3="http://xmlns.oracle.com/apps/cdm/foundation/parties/partyService/">
<ns3:PartySiteNumber>Mg04</ns3:PartySiteNumber>
<ns3:LocationId>300000003009122</ns3:LocationId>
<ns3:CreatedByModule>SIS</ns3:CreatedByModule>
<ns3:PartySiteUse>
<ns3:SiteUseType>BILL_TO</ns3:SiteUseType>
<ns3:CreatedByModule>SIS</ns3:CreatedByModule>
</ns3:PartySiteUse>
</ns2:PartySite>
</ns1:organizationParty>
</ns1:mergeOrganization>
</soap:Body>
</soap:Envelope>